Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/21_id_513100.html.tmx
Source language: nob
Languages: sme

source: St.meld. nr. 28 (2007-2008)
sme: St.dieđ. nr. 28 (2007-2008)

source: Samepolitikken
sme: Sámepolitihkka

source: 20 Ressursutnytting og verdiskapning i samiske områder
sme: 20 Resursaávkkástallan ja árvoháhkan sámi guovlluin

source: I samiske områder og i samisk kultur er bruken av naturen, naturressursene og landskapet sentral.
sme: Sámi guovlluin ja sámi kultuvrras lea luonddu, luondduriggodagaid ja eanadaga geavaheapmi guovddážis.

source: Dette er det redegjort for i flere offentlige utredninger, senest i NOU 2007: 14 Samisk naturbruk og rettssituasjon fra Hedmark til Troms – Bakgrunnsmateriale for Samerettsutvalget.
sme: Dát lea válddahallon máŋggaid almmolaš čielggademiin, maŋimuš NOU 2007: 14:s Samisk naturbruk og rettsssituasjon fra Hedmark til Troms – Bakgrunnsmateriale for Samerettsutvalget.

source: Bruken og nærheten til landskapet er endret over tid, men kunnskapen og kunnskapsuniverset er på mange måter bevart og overført gjennom sosial og praktisk involvering i landskapet der denne kunnskapen er lokalisert.
sme: Lahkavuohta eanadahkii ja dan geava ­heapmi lea nuppástuhtton áiggiid čađa, muhto diehtu ja diehtouniversa lea máŋggaláhkai seailluhuvvon ja sirdojuvvon go lea sosiálalaččat ja geavatlaččat leamaš dan eanadagas gosa dát diehtu gullá.

source: Kunnskapen om landskapet innebærer også at en får kulturell og språklig kompetanse og muligheten til å delta på den identitetsarenaen som landskapet er.
sme: Diehtu eanadaga birra mearkkaša vel ahte fidne kultuvrralaš ja gielalaš máhtu, ja sáhttá searvat dan identitehtaarenai mii eanadat lea.

source: Mens landskapets funksjonelle betydning på mange måter er mindre i dag enn tidligere, så har kanskje dets symbolske betydning for samisk identitet blitt sterkere.
sme: Vaikke eanadaga doaimma mearkkašupmi ii leat máŋggaláhkai nu nanus dál go ovdal, de soaitá dan symbolalaš mearkkašupmi sámi identitehtii nanosmuhtton.

source: Høsting – for eksempel fiske, jakt, fangst, bærplukking – er en viktig del av samisk tradisjonell næringsutøvelse, og er vanlig i de aller fleste samiske bygdene.
sme: Meahcásteapmi – mahkáš guolásteapmi, bivdu, murjen – lea dehálaš oassi sámi árbevirolaš ealáhusdoaimmaheamis, ja lea dábálaš eanaš sámi giliin.

source: Høstingen er et tilleggsbidrag til den totale husholdsøkonomien og er viktig, i mange tilfeller helt avgjørende, for et husholds totale inntjening og dermed muligheten for å bo i disse områdene.
sme: Meahcásteapmi lea lasáhus ollislaš dállo ­doalloekonomiijai ja lea dehálaš, máŋgga háve áibbas mearrideaddjin, dállodoalu ollislaš dietnasii ja nuge vejolašvuhtii beassat ássat dáid guovlluin.

source: Grensen mellom næringsvirksomhet og selvforsørgingsbruk kan være utydelig.
sme: Ealáhusdoaimma ja iešbirgendoalu rádjá soaitá leat eahpečielggas.

source: Den vanlige forståelsen av begrepet næring og næringsvirksomhet er derfor ikke alltid egnet i samisk sammenheng.
sme: Dát dábálaš áddejupmi ealáhusa ja ealáhusdoaimma doahpagis ii leat danne álo nu heivvolaš sámi oktavuođas.

source: Velfungerende, trygge og identitetsskapende lokalsamfunn er avgjørende for et godt velferdssamfunn.
sme: Buresdoaibmi, oadjebas ja identitehtaása head ­dji báikegottit leat mearrideaddjin buori čálgoservodahkii.

source: En aktiv og målrettet distrikts- og regionalpolitikk skal bidra til å sikre arbeidsplasser og velferd der folk bor.
sme: Doaibmi ja ulbmillaš guovllu- ja regionálapolitihkka galgá leat veahkkin sihkarastit bargosajiid ja čálggu doppe gos olbmot ásset.

source: Norge er et langstrakt land med spredt bosetting og store variasjoner i ressursgrunnlag, kultur, historie og identitet.
sme: Norga lea guhkes riika, mas lea bieđggus ássan ja stuorra erohusat resursavuođus, kultuvrras, historjjás ja identitehtas.

source: Kombinasjonen av mangfold og fellesskap må gjenspeiles i velferdspolitikken og i en tydelig politikk for regional utvikling.
sme: Girjáivuođa ja searvevuođa lotnolasvuohta ferte govviduvvot čálgopolitihkas ja regionála ovdáneami čielga politihkas.

source: Regional- og distriktspolitikken bygger på tre hovedstrategier, jf. St.meld. nr. 21 (2005 – 2006) Hjarte for heile landet.
sme: Regionála- ja guovllupolitihkka lea vuođđuduvvon golmma strategiijai, gč. Sd.dieđ. nr. 21 (2005 – 2006) Hjarte for heile landet.

source: Om distrikts- og regionalpolitikken:
sme: Guovllu- ja regionálapolitihka birra:

source: Bedre grunnlaget for utvikling i de enkelte regioner ved å styrke kompetansen, tilrettelegge for nyskaping og næringsutvikling, redusere avstandshindre, utvikle livskraftige lokalsamfunn og fremme bærekraftig bruk av naturressursene.
sme: Buoridit ovdánanvuođu juohke regiovnnas dan láhkai ahte nanne gealbbu, heiveha hutka ­miidda ja ealáhusovdáneapmi, geahpeda gaskahehttehusaid, ovdánahttá birgejeaddji báikegottiid ja ovddida luondduriggodagaid ceavzilis geavaheami.

source: Regional- og distriktspoliske hensyn skal tillegges sterkere vekt i politikken på de enkelte sektorer.
sme: Regionála- ja guovllupolitihkalaš deasttat galget garrasabbot deattuhuvvot iešguđet surggiid politihkas.

source: Satse på å utvikle næringsvirksomhet på områder hvor de enkelte regioner har spesielle fortrinn.
sme: Politihkka galgá buorebut heivehuvvot regionála dilálašvuo-đaide ja buorebut oktiiordnejuvvot.

source: Sette inn en særskilt innsats for å møte utfordringene i de mest utsatte områdene.
sme: Vuoruhit ovddidit ealáhusdoaimma dakkár surggiin main iešguđet regiovnnain leat erenomáš ovdamunit.

source: De distriktspolitiske virkemidlene skal styrkes.
sme: Guovllupolitihkalaš gaska ­oamit galget nannejuvvot.

source: Regjeringen vil legge fram en ny stortingsmelding om distrikts- og regionalpolitikken våren 2009.
sme: Ráđđehus áigu 2009 giđa ovdanbidjat ođđa stuorradiggedieđáhusa guovllu- ja regionálapolitihka birra.

source: Meldingen skal inneholde en gjennomgang av status i distrikts- og regionalpolitikken og ambisjoner, nye mål og rammer for et videre offensivt arbeid på politikkområdet i neste stortingsperiode.
sme: Dieđáhus galgá sisttisdoallat guovllu- ja regionálapolitihka stáhtusa guorahallama ja ambišuvnnaid, ođđa mihtuid ja rámmaid joatkka offensiiva bargui politihkas boahtte stuorradiggeáigodahkii.

source: Rammebetingelser som gjelder generelt for distriktene har også betydning for verdiskaping og utvikling av næringslivet i samiske bosettingsområder.
sme: Rámmaeavttut mat gusket guovlluide oppalaččat, leat mearkkašahttin sámi ássanguovl ­luid ealáhusaid árvoháhkamii ja ovdánahttimiige.

source: Regjeringen ser det som viktig at man utvikler en næringspolitikk som også er tilrettelagt for samiske bosettingsområder.
sme: Ráđđehusa mielas lea dehálaš ahte ovdánahttá dakkár ealáhuspolitihka mii lea heivehuvvon sámi ássanguovlluidege.

source: Regjeringen ønsker å skape ringvirkninger på land av utviklingen i olje- og gassektoren i Nord-Norge.
sme: Ráđđehus dáhttu ásahit lassiváikkuhusaid nannámis oljo- ja gássasuorggi ovdánahttimis Davvi-Norggas.

source: Det legges vekt på behovet for å fremme positiv utvikling innenfor andre viktige næringer som fiske og havbruk, reiseliv, landbruk og reindrift.
sme: Dás deattuhuvvo dárbu ovddidit positiivva ovdáneami eará dehálaš ealáhusain nugo guolástusas ja áhpedoalus, mátkkošteamis, eanadoalus ja boazodoalus.

source: Det gjelder også næringer som er viktige for de samiske bosettingene og den samiske kulturen i tillegg til reindriften.
sme: Dát guoská vel ealáhusaide mat leat dehálaččat sámi ássamii ja sámi kultuvrii ja vel boazodollui.

source: Regjeringen ønsker også å legge vekt på å fremme innovasjon og nyskaping i næringslivet.
sme: Ráđđehus dáhttu vel deattuhit ahte ealáhusain ovddiduvvo innovašuvdna ja hutkan.

source: Soria-Moria-erklæringen sier at regjeringen vil sette i verk et verdiskapingsprogram for næringskombinasjoner i samiske strøk og satse på samisk reiselivsutvikling som skal sikre og styrke næringslivet i samiske områder.
sme: Soria Moria-julggaštus cealká ahte Ráđđehus áigu sámi guovl. ­luin álggahit árvoháhkanprográmma lotnolasea ­láhusaide ja vuoruhit sámi mátkkoštanovdáneami, mii galgá sámi guovlluin sihkarastit ja nannet ealáhusaid.

source: Regjeringen vil at Sametinget skal ha reell innflytelse på utforming av jordbruks-, reindrifts- og fiskeripolitikken, og på forvaltningen av avgjørende ressurser for samisk samfunnsliv.
sme: Ráđđehus dáhttu ahte Sámedikkis galgá leat duohta váikkuhus eanadoallo-, boazodoallo- ja guolástuspolitihka hábmemis, ja dakkár resurssaid hálddašeamis mat leat mearrideaddjin sámi servodateallimii.

source: Se Sametingets årsmeldinger 2006 (punkt 9) og 2007 (punkt 10) om Samtingets virkemidler og arbeid på næringsutviklingsområdet.
sme: Geahča Sámedikki 2006 jahkedieđáhusa (čuoggá 9) ja 2007 jahkedieđáhusa (čuoggá 10) Sámedikki váikkuhangaskaomiid ja barggu birra ealáhusovddidansuorggis.

source: Bærekraftsperspektivet er de siste årene innarbeidet i nye lover som finnmarksloven og reindriftsloven, og i forslag til ny plan- og bygningslov og havressurslov.
sme: Ceavzilvuođaperspektiiva lea maŋimuš jagiid váldon mielde ođđa lágaide nugo finnmárkoláhkii ja boazodoalloláhkii, ja ođđa plána- ja huksenlága ja áhperesursalága evttohusaide.

source: Bærekraftsbegrepet innbefatter både en økologisk, økonomisk, sosial og kulturell dimensjon, noe som vil gi grunnlag for en mer helhetlig tilnærming til bruk og vern.
sme: Ceavzilvuođadoaba sisttisdoallá sihke ekologalaš, ekonomalaš, sosiála ja kultuvrralaš dimenšuvnna, mii bidjá vuođu oppalaččabut meannudit geavahusa ja suodjalusa.

source: 20.1 Arbeidet med rettsforhold i samiske områder
sme: 20.1 Sámi guovlluid vuoigatvuođadili bargu

source: 20.1.1 Finnmarkskommisjonen og Utmarksdomstolen for Finnmark
sme: 20.1.1 Finnmárkokommišuvdna ja Finnmárkku Meahcceduopmostuollu

source: Etter finnmarksloven skal det opprettes en kommisjon, Finnmarkskommisjonen, for å kartlegge eksisterende rettigheter til den grunnen Finnmarkseiendommen 1. juli 2006 overtok fra Statskog SF.
sme: Finnmárkolága mielde galgá ásahuvvot kom-mišuvdna, Finnmárkokommišuvdna, kárten dihtii dálá vuoigatvuođaid daid eatnamiidda maid Finnmárkoopmodat suoidnemánu 1. b. 2006 válddii badjelasas Statskog SF:s.

source: I tillegg skal det opprettes en særdomstol, Utmarksdomstolen for Finnmark, for å pådømme tvister som reiser seg i den forbindelse.
sme: Lassin galgá ásahuvvot sierraduopmostuollu, Meahcceduopmostuollu Finn, ­márkui mii galgá árvvoštallat vertniid mat bohciidit dán oktavuođas.

source: Kommisjonen ble oppnevnt i statsråd 14. mars 2008.
sme: Kommišuvdna nammaduvvui stáhtaráđis njukčamánu 14. b. 2008.

source: Domstoladministrasjonen bestemte 4. april 2008 at kommisjonens sekretariat skal ligge i Tana.
sme: Duopmostuollohálddahus mearridii cuoŋománu 4. b. 2008 ahte kommišuvnna čállingoddi galgá leat Deanus.

source: En tar sikte på at kommisjonen skal være operativ fra rundt månedsskiftet august / september 2008.
sme: áigu-muššan lea ahte kommišuvdna galgá leat doaimmas borgemánu / čakčamánu 2008 molsašumis.

source: Oppnevningen av utmarksdomstolen utstår noe siden det ikke vil være anledning til å bringe saker inn for domstolen før kommisjonen har avsluttet kartleggingen av eksisterende rettigheter i det første utredningsfeltet.
sme: Meahcceduopmostuolu nammadeapmi lea veaháš maŋŋonan, go ii sáhte bidjat áššiid ovdan duopmostullui ovdal go kommišuvdna lea loahpahan vuosttaš čielggadanguovllu dálá vuoigatvuođaid kártenbarggu

source: 20.1.2 Samerettsutvalget II
sme: 20.1.2 Sámi vuoigatvuođalávdegoddi II

source: Samerettsutvalget ble gjenoppnevnt i juni 2001 for generelt å utrede «spørsmålene omkring den samiske befolknings rettslige stilling når det gjelder retten til og disponering og bruken av land og vann i samiske bruksområder utenfor Finnmark fylke» (mandatets avsnitt 2.2).
sme: Sámi vuoigatvuođalávdegoddi fas nammaduvvui geassemánus 2001 ja galggai oppalaččat čielggadit «sámi álbmoga rievttálaš dili gažaldagaid eatnamiid ja čáziid vuoigatvuođa ja hálddašeami ja geavaheami dáfus sámi geavahanguovlluin olggo ­bealde Finnmárkku fylkka» (mandáhta 2.2 oassi).

source: Herunder skulle utvalget blant annet redegjøre for historiske forhold og vurdere behovet for lovendringer.
sme: Dása gulai ahte lávdegoddi galggai earret eará čielggadit historjjálaš diliid ja árvvoštallat dárbbašuvvojitgo láhkanuppástusat.

source: Utvalget la i desember 2007 frem NOU 2007: 13 Den nye sameretten som inneholder en rekke forslag om ny lovgivning og om endringer i eksisterende lover.
sme: Lávdegoddi ovdanbijai juovlamánu 2007 NOU 2007: 13 Ođđa sámivuoigatvuohta, mas leat moanat evttohusat ođđa lágaide ja dálá lágaid nuppástusaide.

source: En la samtidig frem NOU 2007: 14 Samisk naturbruk og rettssituasjon fra Hedmark til Troms, som inneholder ulike historiske bakgrunnsutredninger.
sme: Seammás biddjui ovdan NOU 2007: 14 Samisk naturbruk og rettssituasjon fra Hedmark til Troms, mas leat máŋggalágan historjjálaš duogáščielggadeamit.

source: Et samlet utvalg foreslår en ny lov om kartlegging og anerkjennelse av rettigheter til grunn og naturressurser i tradisjonelle samiske områder fra og med Troms og sørover.
sme: Čoahkis lávdegoddi evttoha ođđa lága mii lea vuoigatvuođaid eatnamiidda ja luondduriggodagaide árbevirolaš sámi guovlluin Romssa rájes ja máttás kártema ja dohkkeheami birra.

source: Forslaget springer ut av en erkjennelse om at både samer og andre ved langvarig bruk av land og vann kan ha opparbeidet seg rettigheter til grunn og naturressurser som ikke har vært gjenstand for formell rettslig anerkjennelse.
sme: Evttohus lea vuolggahuvvon dan miehtamis ahte go sihke sápmelaččat ja earát guhkesáiggi leat geavahan eatnamiid ja čáziid, de soitet sii leat oamastan alcceseaset vuoigatvuođaid eatnamiidda ja luondduriggodagaide mat eai leat leamaš formála rievttálaččat dohkkehuvvon.

source: Foruten en kommisjon som skal kartlegge slike rettigheter, foreslås det å etablere en særdomstol som skal avgjøre tvister om rettighetene.
sme: Earret dan kommišuvnna mii galgá kártet dákkár vuoigatvuođaid, evttohuvvo vel cegget sierraduopmo ­stuolu mii galgá mearridit vertniid dáid vuoigatvuođaid hárrái.

source: Forslaget har en parallell i finnmarksloven kapittel 5, og er fremmet for å oppfylle statens forpliktelser etter ILO-konvensjon nr. 169 artikkel 14.
sme: Evttohus sulastahttá finnmárkkulága 5. kapihttala, ja lea ovddiduvvon vai devdojit stáhta geatnegasvuođat ILO-konvenšuvnna nr. 169 14 artihkkala mielde.

source: Et flertall på ni medlemmer foreslår å overføre statens grunn i Nordland og Troms, som utgjør vel 30 000 km 2, til regionalt offentlig eierskap ved Hålogalandsallmenningen.
sme: Ovcci miellahttosaš eanetlohku evttoha sirdit stáhta eatnamiid Nordlánddas ja Romssas, mat leat vádjit 30 000 km², regionála almmolaš oamastan ­searvái Hålogalandalmennega bokte.

source: Det nye eierorganets styre skal ha to medlemmer oppnevnt av Sametinget, to av Nordland fylkesting og to av Troms fylkesting.
sme: Dan ođđa oamastanorgána stivrras galget leat guokte miellahtu maid Sámediggi nammada, guokte Nordlándda fylkkadiggi ja guokte Romssa fylkkadiggi.

source: Eierrådigheten vil være underlagt ulike lovfestede begrensninger av hensyn til de som har bruksrettigheter på Hålogalandsallmenningens grunn.
sme: Oamastanráđastallan galgá leat máŋggalágan láhkanannejuvvon gáržžidemiid duohken, sin ektui guđiin leat geavahanvuoigatvuođat Hålogalánddalmennega eatnamiin.

source: Forvaltningen av rettighetene til bufebeite, hugst, jakt, fangst og fiske foreslås lagt til inntil seks regionale utmarksstyrer.
sme: Hálddašanvuoigatvuohta oapmeguohtumii, mur, ­remii bivdui ja guolástussii evttohuvvo biddjot gitta guđa regionála meahccestivrii.

source: Disse skal ha representanter fra reindrift, jordbruk og jakt-, fiske- og friluftsinteressene.
sme: Dáin galget leat boazdoalu, eanadoalu ja bivdo-, guolástus- ja olgunastinberoštumiid áirasat.

source: Utmarksstyrene skal oppnevnes av kommunene i vedkommende region, men vil ha en frittstående stilling både i forhold til Hålogalandsallmenningen og kommunene.
sme: Dán regiovnna gielddat galget nammadit meahccestivrraid, muhto dat galget leat luvvosat sihke Hålogalánddaalmennega ja gielddaid ektui.

source: Gjeldende generelle rettighetsreguleringer foreslås i hovedsak videreført, men det foreslås en lovfesting av rettigheter som ligger til jordbrukseiendom.
sme: Gustojeaddji oppalaš vuoigatvuohtamuddemat evttohuvvojit eanaš jotkojuvvot, muhto evttohuvvo láhkanannet vuoigatvuođaid mat leat eanadoalloopmodagain.

source: Et mindretall på tre medlemmer foreslår å utvide Hålogalandsallmenningen til de statseide samiske områdene i Sør-Norge, men slik at eierorganet også forvalter utmarksrettighetene.
sme: Golmma miellahttosaš uhcitlohku evttoha viiddidit Hålogalandaalmennega stáhtaoamastuvvon guovlluide Mátta-Norggas, muhto nu ahte omastanorgána hálddaša meahccevuoigatvuođaidge.

source: Etter forslaget oppnevner Sametinget og de berørte fylkestingene tre styremedlemmer hver.
sme: Evttohusa mielde nammadit Sámediggi ja guoskevaš fylkkadikkit goabbáge golbma stivralahtu.

source: Et annet mindretall (to medlemmer) foreslår å videreføre statens grunneierrolle i Nordland og Troms.
sme: Eará uhcitlohku (guokte miellahtu) evttohit joatkit stáhta eanaoamastemiin Nordlánddas ja Romssas.

source: Den samiske og lokale innflytelsen vil bli styrket ved etablering av regionale utmarksstyrer, som i hovedsak vil ha en rolle som saksforberedende organer.
sme: Sámi ja báikkálaš váikkuhus nannejuvvo regionála meahccestivrraid ceggemiin, main lea eanaš áššeráhkkaneaddji orgána doaibma.

source: Samerettsutvalget har også foreslått en ny lov om saksbehandling og konsultasjoner ved tiltak som kan få virkning for naturgrunnlaget i de tradisjonelle samiske områdene i Norge.
sme: Sámi vuoigatvuođalávdegoddi lea vel evttohan ođđa lága áššemeannudeami ja ráđđádallamiid birra dakkár doaimmaide, mat soitet dahkat mađđása árbevirolaš sámi guovlluid luondduvuđđui Norggas.

source: Forslaget er fremmet av et samlet utvalg.
sme: Evttohusa lea olles lávdegoddi ovddidan.

source: Det konkretiserer gjeldende prinsipper for saksbehandling og konsultasjoner, jf. blant annet ILO-konvensjon nr. 169 artikkel 6, 7 og 15, når det overveies å iverksette tiltak som kan få direkte innvirkning på bruken av de aktuelle områdene.
sme: Dat konkretisere gustojeaddji prinsihpaid áššemeannudeapmái ja ráđđádallamiidda, gč. earret eará ILO-konvenšuvnna nr. 169 6.7. ja 15. artihkkala, go vihkkedallo álggahit doaimmaid mat soitet njuolga čuohcat guoski guovlluid geavahussii.

source: Hensikten med forslaget er å sikre samisk deltakelse i beslutningsprosesser i saker som kan få betydning for samiske rettighetshavere og interesser.
sme: Evttohusa áigga lea sihkarastit sámi oassálastima mearridanproseassain dakkár áššiin, mat soitet leat mearkkašahttin sámi vuoigatvuođalaččaide ja beroštumiide.

source: Et overordnet mål er å unngå at det iverksettes tiltak som kan stride mot folkerettens krav om vern av samisk materiell kultur.
sme: Bajitdási ulbmilin lea garvit ahte álggahuvvojit doaimmat mat soitet leat vuostá ál ­bmotrievtti gáibádusa ahte galgá suodjalit sámi ávnnaslaš kultuvrra.

source: Utvalget foreslår også en del endringer i andre lover.
sme: Lávdegoddi evttoha eará lágainge muhtin nuppástusaid.

source: Blant annet foreslås det visse justeringer i fjellova for å synliggjøre reindriftens rettigheter i statsallmenningene i de sørsamiske områdene.
sme: Earret eará evttohuvvojit dihto muddemat várrelágas vai boazodoalu vuoigatvuođat galget čalmmustahttot máttasámi guovlluid stáhtaalmennegiin.

source: Det foreslås også at fjellstyrene i disse allmenningene utvides fra fem til sju medlemmer, og slik at reindriften og jordbruket hver vil få to medlemmer.
sme: Dás evttohuvvo vel ahte dáid almennegiid várrestivrrat viiddiduvvojit viđa miellahtus čieža miellahttui, ja nu ahte boazodoallu ja eanadoallu goabbáge ožžot guokte miellahtu.

source: Reindriftslovens regler om erstatningsansvar for skade påført av rein foreslås så langt som mulig parallellført med det som gjelder for skade påført av andre beitedyr.
sme: Boazodoallolága regelat buhtadusovddasvástádusa hárrái bohcco dagahan vahágiidda, evttohuvvojit nu guhkás go vejolaš leat buohtalasat dan mii gusto eará guohtonealliid dagahan vahágiidda.

source: Det foreslås også endringer i en del av lovens enkeltbestemmelser for å synliggjøre at reindriftsretten der det har vært drevet reindrift fra gammel tid, har et selvstendig rettsgrunnlag i langvarig bruk.
sme: Dasa evttohuvvojit vel muhtin nuppástusat lága eaŋkilmearrádusaide vai čalmmustahtto ahte boazodoallovuoigatvuođas lea iehčanas riektevuođđu guhkesáiggi geavahusa geažil, doppe gos lea leamaš boazodoallu ovddeš áiggi rájes.

source: Det er også foreslått visse særskilte saksbehandlings- og konsultasjonsregler i naturvernloven, bergverksloven og plan- og bygningsloven.
sme: Dihto sierra áššemeannudan- ja ráđđádallanregelat leat vel evttohuvvon luonddugáhttenláhkii, báktedoaibmaláhkii ja plána- ja huksenláhkii.

source: Utvalget har ikke foreslått noen direkte endringer i lovgivningen om fiske i havet, men de foreslåtte generelle saksbehandlings- og konsultasjonsreglene vil også få anvendelse ved fiskerireguleringer.
sme: Lávdegoddi ii leat evttohan makkárge njuolga nuppástusaid lágaide mearraguolástusa birra, muhto evttohuvvon oppalaš áššemeannudan- ja ráđđádallanregelat bohtet gal gustojupmái guolástusmuddemiin.

source: En har for øvrig trukket frem ulike endringer og tiltak som det kan være aktuelt å iverksette for å styrke situasjonen for kyst- og fjordfisket i sjøsamiske områder, og anbefaler at disse vurderingene ses i sammenheng med forslagene fra Kystfiskeutvalget for Finnmark i NOU 2008: 5, jf. nedenfor.
sme: Muđui leat biddjon ovdan sierranas nuppástusat ja doaimmat maid sáhtášii álggahit vai nannešii riddo- ja vuotnaguolástusa dili mearrasámi guovlluin, ja lávdegoddi rávve ahte dáid árvvoštallá Riddoguolástanlávdegotti Finnmárkkus evttohusaid NOU 5: oktavuođas, gč. vulobealde.

source: Utredningen i NOU 2007: 13 ble sendt på høring 15. februar 2008.
sme: NOU 2007: 13 čielggadeapmi sáddejuvvui gulaskuddamii guovvamánu 15. b. 2008.

source: På grunn av dens omfang og det store antallet lovforslag som er fremsatt, er høringsfristen satt til 15. februar 2009.
sme: Dan duhkodaga geažil ja go nu ollu láhkaevttohusat leat bid ­djon ovdan, lea gulaskuddanáigemearri biddjon guovvamánu 15. b. 2009 rádjai.

source: 20.1.3 Kystfiskeutvalget for Finnmark
sme: 20.1.3 Finnmárkku Riddoguolástanlávdegoddi

source: Stortinget behandlet finnmarksloven i vårsesjonen 2005.
sme: Stuorradiggi meannudii Finnmárkolága 2005 giđđabajis.

source: Finnmarksloven omhandler bruk av land og vann i Finnmark og rettigheter til naturressursene i fylket.
sme: Finnmárkoláhka máinnaša eana ja čázi geavaheami Finnmárkkus ja luondduriggodagaid vuoigatvuođaid fylkkas.

source: Loven omhandler ikke fiske i sjø.
sme: Láhka ii máinnaš mearraguolástusa.

source: I Innst. O. nr. 80 (2004 – 2005) bemerket flertallet at «spørsmålet om retten til og forvaltning av saltvannsfisket i samiske bosettingsområder har vært gjenstand for atskillig utredning, særlig i perioden 1990 – 2001».
sme: O. nr. 80:s (2004 – 2005) mearkkašii eanetlohku ahte «mo vuoigatvuohta ja hálddašeapmi lea sáltečáhceguolástusas sámi ássanguovlluin lea čielggaduvvon viehka ollu, erenomážit 1990 – 2001 áigodagas».
